Repository: LasDesu/xfce4-mixer
Catalog: po/*.po
Languages: ast, is

source: Mu_te
ast: Sile_nciar
is: Þa_gga

source: Run Audio Mi_xer
ast: E_xecutar Entemecedor d'audiu
is: _Keyra hljóðblandara

source: GStreamer was unable to detect any sound devices. Some sound system specific GStreamer packages may be missing. It may also be a permissions problem.
ast: GStreamer nun pudo deteutar dengún preséu de soníu. Pue que falten dalgunos paquetes específicos del sistema de soníu GStreamer. Tamién pue ser un problema de permisos.
is: GStreamer fann engin hljóðtæki. Suma GStreamer kerfishljóðpakka gæti vantað. Þetta gæti líka verið vandamál með aðgangsheimildir.

source: No command defined
ast: Nun se definió'l comandu
is: Engin skipun skilgreind

source: Could not execute the command "%s". Ensure that either the location of the command is included in the PATH environment variable or that you are providing the full path to the command.
ast: Nun pudo executase'l comandu «%s». Asegúrate que l'allugamientu del comandu ta incluyíu na variable d'entornu PATH o que tas apurriendo'l camín completu al comandu.
is: Get ekki framkvæmt skipunina "%s". Gakktu úr skugga um annað hvort að staðsetningin sem skipunin á við sé inni í PATH-umhverfisbreytunum eða að þú sert að gefa upp fulla slóð að skipuninni.

source: Audio Mixer Plugin
ast: Complementu del entemecedor d'audiu
is: Hljóðblöndunarviðbót

source: Configure the sound card and mixer track
ast: Configura la tarxeta soníu y l'entemecedor de pistes
is: Stilla hljóðkort og hljóðblöndunarrás

source: Sound _card:
ast: Tar_xeta de soníu:
is: Hljóð_kort:

source: Mixer _track:
ast: Pista del en_temecedor:
is: Hljóð_blöndunarrás:

source: No valid device and/or element.
ast: Ensin un preséu y/o elementu válidu.
is: Ekkert gilt tæki og/eða eining.

source: %s: muted
ast: %s: silenciáu
is: %s: þaggað niður

source: Audio Mixer
ast: Entemecedor d'audiu
is: Hljóðblandari

source: Adjust volume levels
ast: Axusta los niveles de volume
is: Stilla hljóðstyrk

source: Unknown Volume Control %d
ast: Control de volume %d desconocíu
is: Óþekkt hljóðstyrksstýring %d

source: Enable debugging output
ast: Habilitar salida de depuración
is: Virkja aflúsunarúttak

source: Show version and exit
ast: Amuesa la versión y cola
is: Sýna upplýsingar um þessa útgáfu og hætta

source: xfce4-mixer: Failed to initialize xfconf: %s
ast: xfce4-mixer: Fallu al aniciar xfconf: %s
is: xfce4-mixer: Mistókst að frumstilla xfconf: %s

source: _Playback
ast: _Reproducción
is: _Afspilun

source: C_apture
ast: C_apturar
is: _Upptaka

source: S_witches
ast: Inter_ruptores
is: _Rofar

source: _Options
ast: _Opciones
is: _Valkostir

source: No controls visible
ast: Ensin controles visibles
is: Engin stjórntæki sýnieg

source: <span weight="bold" size="larger">No controls visible</span>
ast: <span weight="bold" size="larger">Ensin controles visibles</span>
is: <span weight="bold" size="larger"Engin stjórntæki sýnieg</span>

source: In order to toggle the visibility of mixer controls, open the <b>"Select Controls"</b> dialog.
ast: Pa cambear la visibilidá de los controles del entemecedor, abri'l diálogu <b>«Esbillar controles»</b>.
is: Til að víxla sýnileika hljóðblöndunarstjórntækja, opnaðu <b>"Veldu stjórntæki"</b>.

source: Select Controls
ast: Esbilla de controles
is: Veldu stjórntæki

source: Select which controls should be visible
ast: Esbilla qué controles deberíen ser visibles
is: Veldu hvaða stjórntæki ættu að vera sýnieg

source: Volume of channel %d on %s
ast: Volume de la canal %d en %s
is: Hljóðstyrkur %d hljóðrásar á %s

source: Lock channels for %s together
ast: Bloquiar canales pa %s xuntos
is: Læsa saman rásum fyrir %s

source: Mute/unmute %s
ast: Silenciar/non silenciar %s
is: Þagga/Kveikja á %s

source: Enable/disable audible input from %s in output
ast: Habilitar/deshabilitar entrada audible dende %s na salida
is: Virkja/afvirkja hljóðinntak frá %s í hljóðúttaki

source: _Quit
ast: _Colar
is: _Hætta

source: Exit the mixer
ast: Colar del entemecedor
is: Hætta í hljóðblandaranum

source: _Select Controls...
ast: _Esbillar controles...
is: _Veldu stjórntæki

source: Select which controls are displayed
ast: Esbilla que controles s'amosarán
is: Veldu hvaða stjórntæki eru birt

source: Configure sound card(s) and control the volume of selected tracks
ast: Configura la(es) tarxeta(es) de soníu y controla'l volume de les pistes esbillaes
is: Stilltu hljóðkort og hljóðstyrk valinna hljóðrása
