Repository: LasDesu/xfce4-mixer
Catalog: po/hye.po
Languages: hye

source: Mu_te
hye: Լռե_ցնել

source: Run Audio Mi_xer
hye: Գործարկել ձայնի կառա_վարիչը

source: GStreamer was unable to detect any sound devices. Some sound system specific GStreamer packages may be missing. It may also be a permissions problem.
hye: GStreamer֊ը չի յայտնաբերել ձայնային ոչ մի սարք։ GStreamer֊ի որոշ ձայնային փաթեթներ բացակայում են։ Կարող է լինել նաեւ արտաւոնութիւնների խնդիր։

source: No command defined
hye: Սահմանուած հրաման չկայ

source: Could not execute the command "%s". Ensure that either the location of the command is included in the PATH environment variable or that you are providing the full path to the command.
hye: Չյաջողուեց գործարկել%s հրամանը։ Համոզուէք, որ հրամանի տեղադրութիւնը ներառուած է PATH փոփոխականի միջավայրում կամ, որ սահմանում էք հրամանի ամբողջական ուղին։

source: Audio Mixer Plugin
hye: Ձայնային կառավարչի ներդրաւն

source: Configure the sound card and mixer track
hye: Կազմաձեւել ձայնային քարտը եւ շաւիղների կառավարիչը

source: _Close
hye: _Փակել

source: Sound _card:
hye: Ձայնային _քարտ․

source: Mixer _track:
hye: Շաւիղների _կառավարիչ․

source: No valid device and/or element.
hye: Անվաւեր սարք եւ/կամ տարր։

source: %s: muted
hye: %s․ լռեցուած է

source: Audio Mixer
hye: Ձայնի կառավարիչ

source: Adjust volume levels
hye: Կարգաւորել համակարգի ձայնը

source: Unknown Volume Control %d
hye: Ձայնի անյայտ %d կառավարիչ

source: _Playback
hye: _Նուագարկում

source: C_apture
hye: Կ_որզում

source: S_witches
hye: Փ_ոխադրիչներ

source: _Options
hye: _Ընտրանք

source: No controls visible
hye: Տեսանելի կառավարումներ չկան

source: <span weight="bold" size="larger">No controls visible</span>
hye: <span weight="bold" size="larger">Տեսանելի կառավարումներ չկան</span>

source: In order to toggle the visibility of mixer controls, open the <b>"Select Controls"</b> dialog.
hye: Փոխելոը համար կառավարչի կարգաւորումները, բացէք <b>Ընտրել կառավարում</b> պատուհանը։

source: Select Controls
hye: Ընտրել կառավարում

source: Select which controls should be visible
hye: Ընտրէք ցուցադրելի կառավարումները

source: Volume of channel %d on %s
hye: %dալիքի ձայնը %s֊ում

source: Lock channels for %s together
hye: Միացնելի իրար %s֊ի ալիքները

source: Mute/unmute %s
hye: Լռեցնել/միացնել %s֊ը

source: Enable/disable audible input from %s in output
hye: Միացնել/անջատել %s֊ի ձայնային ներածումը՝ արտածելիս

source: Configure sound card(s) and control the volume of selected tracks
hye: Կազմաձեւել ձայնային քարտը(երը) եւ կառավարէք նշուած շաւիղների ձայնը։

source: _Select Controls...
hye: _Ընտրել կառավարում․․․

source: _Quit
hye: _Դուրս գալ
