Repository: LasDesu/xfce4-mixer
Catalog: po/ie.po
Languages: ie

source: Mu_te
ie: A_ssurdar

source: Run Audio Mi_xer
ie: Lansar li audio-mi_xer

source: GStreamer was unable to detect any sound devices. Some sound system specific GStreamer packages may be missing. It may also be a permissions problem.
ie: GStreamer ne successat detecter alquel aparate de son. Alcun paccages de GStreamer por un sistema de son posse esser mancant. Un problema de permissiones anc posse ha evenit.

source: No command defined
ie: Null comande definit

source: Could not execute the command "%s". Ensure that either the location of the command is included in the PATH environment variable or that you are providing the full path to the command.
ie: Ne successat executer li comande «%s». Ples assecurar que li localisation del comande es includet in li variabile PATH e que vu provide li complet rute de comande.

source: Audio Mixer Plugin
ie: Plugin de audio-mixer

source: Configure the sound card and mixer track
ie: Configurar li son-carte e track de mixer

source: _Close
ie: _Cluder

source: Sound _card:
ie: Son-_carte:

source: Mixer _track:
ie: _Track de mixer:

source: No valid device and/or element.
ie: Null valid aparate o element.

source: %s: muted
ie: %s: assurdat

source: Adjust volume levels
ie: Adjustar li volúmine

source: Unknown Volume Control %d
ie: Ínconosset regulator %d

source: _Playback
ie: Re_production

source: C_apture
ie: _Registration

source: S_witches
ie: _Alteratores

source: _Options
ie: _Optiones

source: No controls visible
ie: Null visibil controles

source: <span weight="bold" size="larger">No controls visible</span>
ie: <span weight="bold" size="larger">Null regulatores es visibil</span>

source: In order to toggle the visibility of mixer controls, open the <b>"Select Controls"</b> dialog.
ie: Por monstrar o celar regulatores del mixer, aperte li dialog <b>«Selecter controles»</b>.

source: Select Controls
ie: Selecter controles

source: Select which controls should be visible
ie: Selecte que controles deve esser visibil

source: Volume of channel %d on %s
ie: Volúmine de channel %d de %s

source: Lock channels for %s together
ie: Acuplar channeles de %s

source: Mute/unmute %s
ie: Assurdar %s

source: Enable/disable audible input from %s in output
ie: (De)permisser li audibil signal ex %s in li exeada

source: Configure sound card(s) and control the volume of selected tracks
ie: Configurar son-carte(s) e li volúmine de selectet tracks

source: _Select Controls...
ie: _Selecter controles...

source: _Quit
ie: S_urtir
